amiralizadeh9480.laravel-extra-intellisense
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
castwide.solargraph
christian-kohler.path-intellisense
codingyu.laravel-goto-view
damms005.devdb
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot-chat
github.github-vscode-theme
glitchbl.laravel-create-view
ihunte.laravel-blade-wrapper
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
naoray.laravel-goto-components
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
openai.chatgpt
pgl.laravel-jump-controller
pkief.material-icon-theme
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
